export default [{
  title: '分类1',
  id: 1,
  class: 'food1',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类2',
  id: 2,
  class: 'food2',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类3',
  id: 3,
  class: 'food3',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类4',
  id: 4,
  class: 'food4',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类5',
  id: 5,
  class: 'food5',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类6',
  id: 6,
  class: 'food6',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类7',
  id: 7,
  class: 'food7',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类8',
  id: 8,
  class: 'food8',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类9',
  id: 9,
  class: 'food9',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类10',
  id: 10,
  class: 'food10',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类11',
  id: 11,
  class: 'food11',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}, {
  title: '分类12',
  id: 12,
  class: 'food12',
  children: [
    '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本', '这是测试文本',
  ]
}]